Repository: nohal/watchdog_pi
Catalog: po/*.po
Languages: fil_ph, pl_pl, tr_tr

source: landfall alarm without gshhs data
fil_ph: alarma sa landfall na walang gshhs na datos

source: Time
fil_ph: Oras
pl_pl: Czas
tr_tr: Zaman

source: Distance
fil_ph: Distansya
pl_pl: Odległość
tr_tr: Mesafe

source: No GSHHS Data
fil_ph: Walang datos ang GSHHS

source: LandFall Time Invalid
fil_ph: Imbalido ang oras ng LandFall
pl_pl: Nieprawidłowy czas przejścia Linii Brzegowej

source: Days
fil_ph: Mga araw
pl_pl: Dni
tr_tr: Gün

source: Day
fil_ph: Araw
pl_pl: Dzień
tr_tr: Gün

source: Hours
fil_ph: Mga Oras
pl_pl: Godzin
tr_tr: Saat

source: Hour
fil_ph: Oras
pl_pl: Godzina
tr_tr: Saat

source: Minutes
fil_ph: Mga Minuto
pl_pl: Minut
tr_tr: Dakika

source: Minute
fil_ph: Minuto
pl_pl: Minuta
tr_tr: Dakika

source: Seconds
fil_ph: Segundos
pl_pl: Sekund
tr_tr: Saniye

source: Second
fil_ph: Segundo
pl_pl: Sekunda
tr_tr: saniye

source: invalid LandFall mode
fil_ph: imbalidong mode ng LandFall
pl_pl: nieprawidłowy tryb Linii Brzegowej

source: Boundary Time
fil_ph: Oras ng hangganan
pl_pl: Czas Granicy
tr_tr: Sınır Zamanı

source: Boundary Distance
fil_ph: Layo ng Hangganan
pl_pl: Długość Granicy
tr_tr: Sınır Mesafesi

source: Inclusion Alarm
fil_ph: Alarma ng pagsasama
pl_pl: Alarm wejścia wewnątrz
tr_tr: Kapsama Alarmı

source: Guard Zone
fil_ph: Bantay sa lugar
pl_pl: Strefa ochronna- Guard Zone- GZ
tr_tr: Koruma bölgesi

source: Boundary GUID
fil_ph: Hangganan ng GUID
pl_pl: Identyfikator GUID Granicy

source: Boundary Name
fil_ph: Pangalan ng Hangganan
pl_pl: Nazwa granicy
tr_tr: Sınır İsmi

source: Guard Zone GUID
fil_ph: Lugar na babantayan ng GUID
pl_pl: Identyfikator GUID Strefy Ochronnej - Guard Zone
tr_tr: Koruma Bölgesi GUID

source: Guard Zone Name
fil_ph: Pangalan ng lugar na babantayan
pl_pl: Nazwa strefy ochronnej GZ
tr_tr: Koruma Bölgesi İsmi

source: Boundary name
fil_ph: Pangalan ng hangganan
pl_pl: Nazwa granicy
tr_tr: Sınır Adı

source: No Boundary within
fil_ph: Walang hangganan sa loob
pl_pl: Nie ma Granicy w
tr_tr: Arasında Sınır Yok

source: minutes
fil_ph: mga Minuto
pl_pl: minut
tr_tr: dakikalar

source: - inside any boundary
fil_ph: - sa loob ng hangganan
pl_pl: -wewnątrz każdej granicy
tr_tr: herhangi bir sınır içinde

source: - inside active boundary
fil_ph: - sa loob ng aktibong hangganan
pl_pl: -wewnątrz aktywnej granicy
tr_tr: aktif bir sınıf içinde

source: - inside inactive boundary
fil_ph: - sa loob ng hindi aktibong hangganan
pl_pl: -wewnątrz nieaktywnej granicy
tr_tr: pasif olmayan bir sınır içinde

source: in
fil_ph: sa
pl_pl: w
tr_tr: içinde

source: Any Boundary Distance
fil_ph: Kahit anong layo ng hangganan
pl_pl: Każda długość Granicy
tr_tr: Herhangi bir sınır mesafesi

source: Active Boundary Distance
fil_ph: Aktibong layo ng hangganan
pl_pl: Długość aktywnej Granicy
tr_tr: Aktif Sınır Mesafesi

source: Inactive Boundary Distance
fil_ph: Hindi aktibong layo ng hangganan
pl_pl: Długość nieaktywnej Granicy
tr_tr: Pasif Sınır Mesafesi

source: Boat
fil_ph: Bangka
pl_pl: Łódź
tr_tr: Tekne

source: outside
fil_ph: sa labas
pl_pl: poza
tr_tr: dışarı

source: inside
fil_ph: loob
pl_pl: wewnątrz
tr_tr: içeri

source: boundary area:
fil_ph: lugar ng hangganan:
pl_pl: obszar Granicy:
tr_tr: sınır alanı:

source: AIS Target in zone
fil_ph: Gustong lugar ng AIS
pl_pl: Cel AIS w strefie
tr_tr: AIS hedefi bölgenin içinde

source: NO AIS tagets found in zone
fil_ph: Walang lugar ng AIS ang nakita
pl_pl: Brak celów AIS w strefie
tr_tr: Bölgede hiçbir AIS hedefi bulunamadı

source: invalid Boundary mode
fil_ph: imbalidong mode ng hangganan
pl_pl: nieprawidłowy tryb Granicy
tr_tr: geçersiz sınır modu

source: Failed to execute command:
fil_ph: Nabigo sa pagandar ang utos:
pl_pl: Nie można wykonać polecenia:
tr_tr: Komut dinlemiyor

source: ALARM!
fil_ph: ALARMA!

source: Name
fil_ph: Pangngalan
pl_pl: Nazwa
tr_tr: İsim

source: Description
fil_ph: Paglalarawan
pl_pl: Opis
tr_tr: Açıklama

source: inside boundary
fil_ph: nasa loob ng hangganan
pl_pl: wewnątrz granicy
tr_tr: sınırın içinde

source: in
fil_ph: sa
pl_pl: w
tr_tr: içinde

source: Watchman
fil_ph: Bantay
tr_tr: Nöbetçi

source: Outside
fil_ph: Labas
pl_pl: Poza
tr_tr: Dışarı

source: Ship Name
fil_ph: Pangalan ng barko
pl_pl: Nazwa statku
tr_tr: Gemi İsmi

source: Ship MMSI
fil_ph: Barkong MMSI
pl_pl: MMSI statku
tr_tr: Gemi MMSI'yı

source: Guard Zone not Found
fil_ph: Hindi nakita ang babantayan na lugar
tr_tr: Koruma Bölgesi bulunamadı

source: NMEA Data
fil_ph: Datos sa NMEA
pl_pl: Dane NMEA
tr_tr: NMEA Verisi

source: second(s)
fil_ph: segundo(s)
pl_pl: sekund(a)
tr_tr: saniye

source: Anchor
fil_ph: Angkla
pl_pl: Kotwica
tr_tr: Demir

source: meters
fil_ph: metros
pl_pl: metrów
tr_tr: metre

source: meter(s)
fil_ph: metro(s)
pl_pl: metr(ów)
tr_tr: metre

source: Course
fil_ph: Ruta
pl_pl: Kurs
tr_tr: Rota

source: Port
fil_ph: Daungan
pl_pl: Lewa burta
tr_tr: İskele

source: course
fil_ph: ruta
pl_pl: kurs
tr_tr: kurs

source: degrees(s)
fil_ph: mga digri(s)
pl_pl: stopnie (s)
tr_tr: derece

source: invalid Course mode
fil_ph: imbalidong mode ng ruta
pl_pl: nieprawidłowy tryb Kursu
tr_tr: geçersiz Rota modu

source: Speed
fil_ph: Bilis
pl_pl: Prędkość
tr_tr: Hız

source: UnderSpeed
fil_ph: WalaSaBilis
pl_pl: Prędkość za mała
tr_tr: Düşük Hız

source: OverSpeed
fil_ph: SobraSaBilis
pl_pl: Przekroczenie prędkości
tr_tr: Aşırı Hız

source: invalid Speed mode
fil_ph: imbalidong mode ng bilis
pl_pl: nieprawidłowy tryb Prędkości
tr_tr: geçersiz hız modu

source: Failed to read
fil_ph: Hindi mabasa
pl_pl: Nie można odczytać
tr_tr: Okuma başarısız oldu

source: invalid alarm type
fil_ph: imbalidong uri ng alarma
pl_pl: nieprawidłowy typ alarmu
tr_tr: geçersiz alarm türü

source: failed to save
fil_ph: nabigo sa pag save
pl_pl: nie można zapisać
tr_tr: kaydetme başarısız oldu

source: Sound
fil_ph: Tunog
pl_pl: Dźwięk
tr_tr: Ses

source: Command
fil_ph: Utos
pl_pl: Polecenie
tr_tr: Komut

source: MessageBox
fil_ph: KahonParaSaMensahe
pl_pl: OknoKomunikatu
tr_tr: MesajKutusu

source: Repeat
fil_ph: Ulitin
pl_pl: Powtórz
tr_tr: Tekrar et

source: Auto Reset
fil_ph: Awtomatikong pag Reset
pl_pl: Automatyczne resetowanie
tr_tr: Otomatik yeniden başlatma

source: Test
fil_ph: Pagsusuri

source: Type
fil_ph: Uri
pl_pl: Typ
tr_tr: Tip

source: Options
fil_ph: Pagpipilian
pl_pl: Opcje
tr_tr: Ayarlar

source: Action
fil_ph: Aksyon
pl_pl: Akcja
tr_tr: Eylem

source: Most alarms should be self-explanatory Normally a sound is played, however you can execute any command you like, eg: "aplay /usr/local/share/opencpn/sounds/2bells.wav" Messagebox may be useful to interrupt other applications (like a movie player) Automatically Reset will reset the alarm once it is no longer triggered, and it may be triggered again later.
fil_ph: Kalimitan ng mga alarma ay mauunawaan na agad Kung ang isang tunog ay nai-play, ngunit pwede kang magpagana ng kahit anong command tulad ng, eg: "aplay /usr/local/share/opencpn/sounds/2bells.wav" AngkahonparasamgaMensahe ay magagamit ng husto upang hindi matigil ang ibang aplikasyon (tulad ng player ng mga pelikula) Awtomatikong marereset ang alarma kung sakaling ito ay di na kaylangang paganahin, at ito ay pwede namang paganahin ulit maya-maya.
pl_pl: Większość alarmów powinna być jasna Normalnie jest odtwarzany dźwięk, jednak można wykonać dowolne polecenie, które wolisz, np: "aplay /usr/local/share/opencpn/sounds/2bells.wav" Okno komunikatu może być przydatne aby przerwać inne aplikacje (takie jak odtwarzacz filmów) Automatically Reset spowoduje zresetowanie alarmu, jeśli znów nie zostanie uaktywniony, i może zostać uruchomiony ponownie później.
tr_tr: Çoğu alarm ne demek istediğini kendisi anlatıyor olmalı. Normal olarak bir ses çıkarıyor olsa da kendiniz de beğendiğiniz bir ses belirleyebilirsiniz. Ör.: "aplay /usr/local/share/opencpn/sounds/2bells.wav" Mesaj kutusu diğer uygulamaları kesintiye uğratması (bir video oynatıcısı gibi) bakımından faydalı olabilir. Otomatik yeniden yapılandırma daha önce çalmayan bir alarmı yeniden devreye sokabilir ve belki sonra yeniden çaldırabilir.

source: Watchdog Information
fil_ph: Impormasyon tungkol sa WatchDog
pl_pl: Informacje Watchdog
tr_tr: BekçiKöpeği Üzerine

source: Error!
fil_ph: Mali!
pl_pl: Błąd!
tr_tr: Hata!

source: does not exist
fil_ph: hindi umiiral
pl_pl: nie istnieje
tr_tr: mevcut değil

source: Boundary Alarm
fil_ph: Hangganang alarma
pl_pl: Alarm Granicy
tr_tr: Sınır Alarmı

source: Status
fil_ph: Estado
tr_tr: Durum

source: Configuration
fil_ph: Configurasyon
pl_pl: Konfiguracja
tr_tr: Yapılandırma

source: Reset
fil_ph: I-reset
pl_pl: Zresetuj
tr_tr: Yeniden düzenle

source: Close
fil_ph: Isara
pl_pl: Zamknij
tr_tr: Kapat

source: Name:
fil_ph: Pangngalan:
tr_tr: Ad:

source: Version:
fil_ph: Bersyon:
tr_tr: Sürüm:

source: Date:
fil_ph: Petsa:
tr_tr: Tarih:

source: Other:
fil_ph: Iba:
tr_tr: Diğer:

source: Please report problems using FlySpray at: https://www.opencpn.org/flyspray/index.php?project=34&do=index&switch=1 or at the OpenCPN forum: http://www.cruisersforum.com/forums/f134 or Raise an issue in GIT at: https://github.com/seandepagnier/watchdog_pi/issues
fil_ph: I report ang problema gamit ang FlySpray sa: https://www.opencpn.org/flyspray/index.php?project=34&do=index&switch=1 or at the OpenCPN forum: http://www.cruisersforum.com/forums/f134 or Raise an issue in GIT at: https://github.com/seandepagnier/watchdog_pi/issues

source: General Setup
fil_ph: Setup para sa kabuuan
pl_pl: Ustawienia ogólne
tr_tr: Genel Kurulum

source: Enable All Alarms
fil_ph: I-enable ang mga alarma
pl_pl: Uaktywnij wszystkie alarmy
tr_tr: Tüm alarmlar etkinleştir

source: Enabled after first time Watchdog Dialog is visible
fil_ph: Mai-enable pagkatapos ang unang oras na ang dayalogo ni Watchdog ay makikita
pl_pl: Włączony po pojawieniu się po raz pierwszy okna Watchdog
tr_tr: Watchdog diyologları ilk defa görünür olduktan sonra aktifleştirilir

source: Enabled only if Watchdog Dialog is visible
fil_ph: Mai-enable lamang kung ang dayalogo ni Watchdog ay makikita
pl_pl: Włączone tylko wtedy, gdy widoczne okno dialogowe Watchdog
tr_tr: Eğer Watchdog diyoloğu görünürse aktifleştirilir

source: Disable All Alarms
fil_ph: I-disable ang lahat ng alarma
pl_pl: Wyłącz wszystkie alarmy
tr_tr: Tüm Alarmları Devredışı Bırak

source: Alarms
fil_ph: Mga Alarma
pl_pl: Alarmy
tr_tr: Alarmlar

source: New
fil_ph: Bago
pl_pl: Nowy
tr_tr: Yeni

source: Edit
fil_ph: I-edit
pl_pl: Edycja
tr_tr: Düzenle

source: Delete
fil_ph: Tanggalin
pl_pl: Skasuj
tr_tr: Sil

source: Delete All
fil_ph: Tanggalin ang Lahat
pl_pl: Usuń wszystko
tr_tr: Tümünü sil

source: About Author
fil_ph: Tungkol sa May-akda
pl_pl: O autorze
tr_tr: Yazar Hakkında

source: Alarm Action
fil_ph: Aksyon ng Alarma
pl_pl: Akcja alarmu
tr_tr: Alarm Türü

source: Select a file
fil_ph: Pumili ng File
pl_pl: Wybierz plik
tr_tr: Bir dosya seçin

source: Message Box
fil_ph: Kahon para sa mensahe
pl_pl: Okno komunikatu
tr_tr: Mesaj Kutusu

source: Repeat Alarm after seconds
fil_ph: Ulitin ang alarma matapos ang ilang segundo
pl_pl: Powtórz Alarm po sekund
tr_tr: Alarmı saniye sonra tekrarla

source: Automatically Reset
fil_ph: Awtomatikong I-reset
pl_pl: Automatyczny reset
tr_tr: Otomatik Yeniden Başlatma

source: Graphics Enabled
fil_ph: Paganahin ang graphics
pl_pl: Grafika włączona
tr_tr: Grafikler Aktifleştirildi

source: Information
fil_ph: Impormasyon
pl_pl: Informacja
tr_tr: Bilgilendirme

source: GPS course crosses land in <
fil_ph: Ang daraanan ng GPS ay nasa lupa <
pl_pl: Kurs GPS przecina ląd w <
tr_tr: GPS rotası karadan geçiyor <

source: minutes
fil_ph: mga minuto
pl_pl: minut
tr_tr: dakika

source: GPS fix is <
fil_ph: Naayos na ang GPS <
pl_pl: GPS fix jest <
tr_tr: GPS sabiti <

source: nm from coastline (any direction)
fil_ph: nm mula sa baybayin (sa anumang direksyon)
pl_pl: nm od brzegu (w dowolnym kierunku)
tr_tr: kıyıdan mesafe nm (her yönden)

source: Graphical overlay for time displays line from boat to location of land crossing
fil_ph: Graphical Overlay para sa oras ng pagpapakita ng linya mula sa bangka hanggang sa lupa na tatawirin
pl_pl: Graficzna nakładka czasu wyświetla linię od łodzi do punktu przecięcia z lądem
tr_tr: Haritaya grafik bindirimi teknden karadan geçişe doğru bir hat olarak gözükür.

source: Landfall detection uses gshhs (global heirarchical high-resolution shoreline data.) Consider installing the highest resolution database for best accuracy.
fil_ph: Ginagamit ng LandFall ang gshhs (global heirarchical high-resolution shoreline data.) Isaalang-alang ang pag instal ng pinaka mataas na resolusyon para sa pinakamahusay na katumpakan.
pl_pl: Wykrywanie linii brzegowej korzysta z gshhs (global hierrchical high-resolution shoreline data). Rozważ zainstalowanie bazy danych o najwyższej rozdzielczości dla najlepszej dokładności.

source: GPS course crosses boundary in <
fil_ph: Ang pagtawid ng GPS sa daraanan patungong hangganan <
pl_pl: Kurs GPS przetnie Granicę w <

source: nm from boundary (any direction)
fil_ph: nm mula sa hangganan (anumang direksyon)
pl_pl: nm od granicy (w dowolnym kierunku)

source: AIS Guard Zone
fil_ph: Bantay sa lugar sa AIS
pl_pl: AIS Strefa Ochronna
tr_tr: AIS Güvenlik Bölgesi

source: Get Boundary GUID
fil_ph: Kunin ang hangganang GUID
pl_pl: Pobierz GUID Granicy
tr_tr: Sınır GUID'i edin

source: Any
fil_ph: Anuman
pl_pl: Dowolny
tr_tr: Herhangi bir

source: Exclusion
fil_ph: Pagbubukod
pl_pl: Zewnętrzny
tr_tr: Hariç Tutma

source: Inclusion
fil_ph: Pagsasama
pl_pl: Wewnętrzny
tr_tr: Dahil Etme

source: Neither
fil_ph: Wala sa anuman
pl_pl: Żaden
tr_tr: Hiçbiri

source: Boundary Type
fil_ph: Uri ng Hangganan
pl_pl: Typ Granicy
tr_tr: Sınır tipi

source: Active
fil_ph: Aktibo
pl_pl: Aktywny
tr_tr: Aktif

source: Inactive
fil_ph: Hindi aktibo
pl_pl: Nieaktywny
tr_tr: Pasif

source: Boundary State
fil_ph: Lugar ng Hangganan
pl_pl: Status Granicy
tr_tr: Sınır Durumu

source: Check Frequency (Secs) (Note: not Guard Zone)
fil_ph: Suriin ang dalas (Secs) (Paalala: wala sa lugar ng babantayan)
pl_pl: Sprawdź częstotliwość (w sekundach) (Uwaga: nie Strefa Ochronna-Guard Zone)
tr_tr: Frekansı Konrol Et (Sn) (Not: Koruma Bölgesi değil)

source: Graphical overlay for GPS fix displays line from boat to location of the point in the found boundary
fil_ph: Graphical overlay para sa GPS upang maayos ang pagpapakita ng linya mula sa bangka hanggang sa kung saan makikita ang hangganan
pl_pl: Graficzna nakładka pozycji GPS wyświetla linię od łodzi do punktu w znalezionej Granicy

source: Require following NMEA sentences:
fil_ph: Nangangailangang sundun ang NMEA na mga pangungusap:
pl_pl: Wymagają następującej sekwencji NMEA:
tr_tr: Aşağıdaki NMEA cümleleri gerekiyor.

source: at least every
fil_ph: hindi bababa sa bawat
pl_pl: przynajmniej co
tr_tr: en azından herbiri

source: seconds
fil_ph: segundos
pl_pl: sekund
tr_tr: saniye

source: No User Activity for
fil_ph: Walang gawain ng gumagamit para sa
pl_pl: Brak aktywności użytkownika na
tr_tr: Bir kullanıcı hareketi yok

source: minute(s)
fil_ph: minuto(s)
pl_pl: minut(y)
tr_tr: dakika

source: Latitude
fil_ph: Latitud
pl_pl: Szerokość geogr
tr_tr: Enlem

source: Longitude
fil_ph: Longghitud
pl_pl: Dług. geogr
tr_tr: Boylam

source: Sync to Boat
fil_ph: I-sync sa bangka
pl_pl: Synchronizuj z łodzią
tr_tr: Bota uyumlu

source: Automatically syncronize to the boat whenever enabled
fil_ph: Awtomatikong pagsyncronize sa bangka tuwing pinagana
pl_pl: Automatycznie synchronizuj do łodzi, gdy włączone

source: Graphical overlay displays bounding anchor area
fil_ph: Pagdisplay ng Graphical overlay bounding sa anchor area
pl_pl: Graficzna nakładka wyświetla granicę kotwicowiska
tr_tr: Haritada grafik olarak demir sahasının sınırlarını gösterir

source: Port or Starboard
fil_ph: Port o Starboard
pl_pl: Lewa lub Prawa burta
tr_tr: Sancak ya da İskele

source: Off Course By >
fil_ph: Wala sa ruta ni >
pl_pl: Zejście z kursu o >
tr_tr: Rotadan sapma >

source: Degrees
fil_ph: Mga Digri
pl_pl: Stopni
tr_tr: Derece

source: With Course Of
fil_ph: Sa ruta ng
tr_tr: Rotayla

source: Current Course
fil_ph: Kasalukuyang ruta
pl_pl: Obecny kurs
tr_tr: Şimdiki Rota

source: Graphical overlay displays lines bounding valid courses
fil_ph: Pagdisplay ng linya ng Graphical overlay sa hangganan kung saan balido ang ruta
pl_pl: Graficzna nakładka wyświetla linie ograniczające prawidłowe kursy
tr_tr: Haritada grafik olarak geçerli rotanın sınırlar çizgilerini gösterir

source: Speed Alarm
fil_ph: Bilis ng alarma
pl_pl: Alarm prędkości
tr_tr: Hız Alarmı

source: Under Speed
fil_ph: Hindi masyadong mabilis
pl_pl: Prędkość za mała
tr_tr: Düşük Hız

source: Over Speed
fil_ph: Sobra sa bilis
pl_pl: Przekroczenie prędkości
tr_tr: Aşırı Hız

source: Speed over ground
fil_ph: Bilis sa ibabaw ng lupa
pl_pl: Prędkość nad Dnem

source: Seconds to Average SOG over
fil_ph: Segundos na average SOG sa

source: Graphical overlay displays circle with radius of this speed
fil_ph: Graphical overlay na nagpapakita ng bilog na may radius ng nasabing bilis
pl_pl: Graficzna nakładka wyświetla okrąg o promieniu tej prędkości
tr_tr: Haritaya grafik bindirme hızın etrafına bir halka çizerek yapılır

source: About Watchdog Properties
fil_ph: Tungkol sa katangian ng WatchDog

source: Watchdog Configuration
fil_ph: Configurasyon ng Watchdog
pl_pl: Konfiguracja WatchDog

source: New Alarm
fil_ph: Bagong alarma
pl_pl: Nowy Alarm
tr_tr: Yeni Alarm

source: Edit Alarm
fil_ph: I-edit ang alarma
pl_pl: Edytuj alarm
tr_tr: Alarmı Düzenle

source: Watchdog PlugIn for OpenCPN
fil_ph: Watchdog plugin para sa OpenCPN
pl_pl: Watchdog PlugIn dla OpenCPN
tr_tr: OpenCPN için BekçiKöpeği eklentisi

source: Watchdog PlugIn for OpenCPN Alarm user of changing conditions.
fil_ph: Watchdog plugin para sa OpenCPN I-alarma ang gumagamit sa mga kondisyon sa pagbabago.
pl_pl: Watchdog wtyczka do OpenCPN Alarmuje użytkownika o zmieniających się warunkach.
tr_tr: BekçiKöpeği OpenCPN Eklentisi Değişen koşullara göre alarm verir.

source: LandFall
pl_pl: Linia Brzegowa
tr_tr: Karaya Düşmek

source: Watchdog
tr_tr: BekçiKöpeği

source: Deadman
tr_tr: ÖlüAdam

source: radius
pl_pl: promień
tr_tr: yarıçap

source: Starboard
pl_pl: Prawa burta
tr_tr: Sancak

source: Landfall
pl_pl: Linia brzegowa
tr_tr: KarayaDüşüş

source: Major:
tr_tr: Büyük:

source: Minor:
tr_tr: Küçük:

source: Patch:
tr_tr: Yama:

source: &OK
tr_tr: &Tamam

source: Radius
pl_pl: Promień
tr_tr: Çap

source: knots
pl_pl: węzłów
tr_tr: Knot

source: WatchDog
tr_tr: BekçiKöpeği
